IDEA Open Model
MatConcreteSIA.Epsc2d Property
Compatible with IDEA StatiCa 20.1
 compressive strain in the concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Epsc2d { get; set; }
Public Property Epsc2d As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace